Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Create & Select
de: Erstellen & auswählen
fr: Créer et sélectionner
zh_hans: 创建并选择
zh_hant: 建立並選擇

source: Create your first mode
de: Erstelle deinen ersten Modus
fr: Créez votre premier mode
zh_hans: 创建你的第一个模式
zh_hant: 建立你的第一個模式

source: Created
de: Erstellt
fr: Créé
zh_hans: 创建时间
zh_hant: 建立時間

source: Current Entries Removed
de: Aktuelle Einträge entfernt
fr: Entrées actuelles supprimées
zh_hans: 将移除当前条目
zh_hant: 將移除目前項目

source: Current version: %@
de: Aktuelle Version: %@
fr: Version actuelle : %@
zh_hans: 当前版本：%@
zh_hant: 目前版本：%@

source: Custom
de: Eigene
fr: Personnalisé
zh_hans: 自定义
zh_hant: 自訂

source: Custom Amount (USD)
de: Eigener Betrag (USD)
fr: Montant personnalisé (USD)
zh_hans: 自定义金额（美元）
zh_hant: 自訂金額（美元）

source: Custom Command
de: Eigener Befehl
fr: Commande personnalisée
zh_hans: 自定命令
zh_hant: 自定命令

source: Custom Device
de: Eigenes Gerät
fr: Appareil personnalisé
zh_hans: 自定设备
zh_hant: 自定裝置

source: Custom Enhancement Models
de: Eigene Verbesserungsmodelle
fr: Modèles d'amélioration personnalisés
zh_hans: 自定润色模型
zh_hant: 自定潤色模型

source: Custom Model Definitions
de: Eigene Modelldefinitionen
fr: Définitions de modèles personnalisés
zh_hans: 自定模型定义
zh_hant: 自定模型定義

source: Custom Models
de: Eigene Modelle
fr: Modèles personnalisés
zh_hans: 自定义模型
zh_hant: 自訂模型

source: Custom Prompts
de: Eigene Prompts
fr: Invites personnalisées
zh_hans: 自定提示词
zh_hant: 自定提示詞

source: Custom Transcription Models
de: Eigene Transkriptionsmodelle
fr: Modèles de transcription personnalisés
zh_hans: 自定转写模型
zh_hant: 自定轉錄模型

source: Custom command cannot be empty.
de: Eigener Befehl darf nicht leer sein.
fr: La commande personnalisée ne peut pas être vide.
zh_hans: 自定命令不能为空。
zh_hant: 自定命令不能為空。

source: Custom command could not start: %@
de: Eigener Befehl konnte nicht gestartet werden: %@
fr: La commande personnalisée n'a pas pu démarrer : %@
zh_hans: 自定命令无法启动：%@
zh_hant: 自定命令無法啟動：%@

source: Custom command exited with status %d.
de: Eigener Befehl wurde mit Status %d beendet.
fr: Commande personnalisée terminée avec le statut %d.
zh_hans: 自定命令以状态码 %d 退出。
zh_hant: 自定命令以狀態碼 %d 退出。

source: Custom command exited with status %d: %@
de: Eigener Befehl wurde mit Status %d beendet: %@
fr: Commande personnalisée terminée avec le statut %d : %@
zh_hans: 自定命令以状态码 %d 退出：%@
zh_hant: 自定命令以狀態碼 %d 退出：%@

source: Custom command is empty.
de: Eigener Befehl ist leer.
fr: La commande personnalisée est vide.
zh_hans: 自定命令为空。
zh_hant: 自定命令為空。

source: Custom command timed out after %.0f seconds.
de: Eigener Befehl hat nach %.0f Sekunden das Zeitlimit überschritten.
fr: La commande personnalisée a expiré après %.0f secondes.
zh_hans: 自定义命令在 %.0f 秒后超时。
zh_hant: 自訂命令在 %.0f 秒後逾時。

source: Custom prompts aren't available with Yap Refine. Select a Mode that uses another AI provider.
de: Eigene Prompts sind mit Yap Refine nicht verfügbar. Wähle einen Modus mit einem anderen KI-Anbieter.
fr: Les invites personnalisées ne sont pas disponibles avec Yap Refine. Sélectionnez un mode qui utilise un autre fournisseur d'IA.
zh_hans: Yap Refine 不支持自定义提示词。请选择使用其他 AI 提供商的模式。
zh_hant: Yap Refine 不支援自訂提示詞。請選擇使用其他 AI 供應商的模式。

source: Custom prompts aren't available with Yap Refine. Select another mode first.
de: Benutzerdefinierte Prompts sind mit Yap Refine nicht verfügbar. Wähle zuerst einen anderen Modus.
fr: Les invites personnalisées ne sont pas disponibles avec Yap Refine. Sélectionnez d'abord un autre mode.
zh_hans: Yap Refine 不支持自定义提示词。请先选择其他模式。
zh_hant: Yap Refine 不支援自訂提示詞。請先選擇其他模式。

source: Custom transcription model
de: Eigenes Transkriptionsmodell
fr: Modèle de transcription personnalisé
zh_hans: 自定义转写模型
zh_hant: 自訂轉錄模型

source: Custom: %@
de: Eigene: %@
fr: Personnalisé : %@
zh_hans: 自定：%@
zh_hant: 自定：%@

source: Custom…
de: Benutzerdefiniert…
fr: Personnalisé…
zh_hans: 自定义…
zh_hant: 自訂…

source: Dark
de: Dunkel
fr: Sombre
zh_hans: 深色
zh_hant: 深色

source: Data is read on this Mac only. Yap opens no network port.
de: Die Daten werden nur auf diesem Mac gelesen. Yap öffnet keinen Netzwerkport.
fr: Les données sont lues uniquement sur ce Mac. Yap n'ouvre aucun port réseau.
zh_hans: 数据只在这台 Mac 上读取，Yap 不开网络端口。
zh_hant: 資料只在這台 Mac 上讀取，Yap 不開網路連接埠。

source: Database backups keep your email until they expire, at most about 89 days.
de: Datenbank-Backups enthalten deine E-Mail, bis sie ablaufen, höchstens etwa 89 Tage.
fr: Les sauvegardes de la base conservent votre e-mail jusqu'à leur expiration, environ 89 jours au plus.
zh_hans: 数据库备份中的邮箱会保留到备份过期为止，最长约 89 天。
zh_hant: 資料庫備份中的信箱會保留到備份過期為止，最長約 89 天。

source: Date
de: Datum
zh_hans: 日期
zh_hant: 日期

source: Day streak
de: Tage in Folge
fr: Jours d'affilée
zh_hans: 连续使用天数
zh_hant: 連續使用天數

source: Default
de: Standard
fr: Défaut
zh_hans: 默认
zh_hant: 預設

source: Default Mode Can’t Be Deleted
de: Standardmodus kann nicht gelöscht werden
fr: Le mode par défaut ne peut pas être supprimé
zh_hans: 无法删除默认模式
zh_hant: 無法刪除預設模式

source: Default mode is used when no app or website matches
de: Der Standardmodus wird verwendet, wenn keine App oder Website übereinstimmt
fr: Le mode par défaut est utilisé lorsqu'aucune application ou site Web ne correspond
zh_hans: 当没有匹配的 App 或网站时，将使用默认模式
zh_hant: 當沒有比對的 App 或網站時，將使用預設模式

source: Default mode is used when no specific app or website matches are found.
de: Der Standardmodus wird verwendet, wenn keine App oder Website übereinstimmt.
fr: Le mode par défaut est utilisé lorsqu'aucune correspondance spécifique avec une application ou un site Web n'est trouvée.
zh_hans: 当未找到匹配的特定 App 或网站时，将使用默认模式。
zh_hant: 當未找到比對的特定 App 或網站時，將使用預設模式。

source: Default uses simulated Cmd+V key events. AppleScript can help when custom keyboard layouts do not paste correctly.
de: Standard verwendet simulierte Cmd+V-Tastenereignisse. AppleScript kann helfen, wenn eigene Tastaturlayouts nicht korrekt einfügen.
fr: La valeur par défaut utilise des événements de touche Cmd+V simulés. AppleScript peut vous aider lorsque les dispositions de clavier personnalisées ne sont pas collées correctement.
zh_hans: 默认使用模拟的 Cmd+V 按键事件。当自定键盘布局无法正确粘贴时，AppleScript 会有所帮助。
zh_hant: 預設使用模擬的 Cmd+V 按鍵事件。當自定鍵盤佈局無法正確貼上時，AppleScript 會有所幫助。

source: Delete
de: Löschen
fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld Files
de: %lld Dateien löschen
fr: Supprimer %lld fichiers
zh_hans: 删除 %lld 个文件
zh_hant: 刪除 %lld 個檔案

source: Delete %lld entries?
de: %lld Einträge löschen?
fr: Supprimer %lld entrées ?
zh_hans: 删除 %lld 个条目？
zh_hant: 刪除 %lld 個項目？

source: Delete (%lld)
de: Löschen (%lld)
fr: Supprimer (%lld)
zh_hans: 删除（%lld）
zh_hant: 刪除（%lld）

source: Delete Account
de: Konto löschen
fr: Supprimer le compte
zh_hans: 删除账户
zh_hant: 刪除帳號

source: Delete After
de: Löschen nach
fr: Supprimer après
zh_hans: 删除时限
zh_hant: 刪除時限

source: Delete Custom Enhancement Model
de: Eigenes Verbesserungsmodell löschen
fr: Supprimer le modèle d'amélioration personnalisé
zh_hans: 删除自定润色模型
zh_hant: 刪除自定潤色模型

source: Delete Custom Model
de: Eigenes Modell löschen
fr: Supprimer le modèle personnalisé
zh_hans: 删除自定模型
zh_hant: 刪除自定模型

source: Delete Mode?
de: Modus löschen?
fr: Mode Supprimer ?
zh_hans: 要删除此模式吗？
zh_hant: 要刪除此模式嗎？

source: Delete Model
de: Modell löschen
fr: Supprimer le modèle
zh_hans: 删除模型
zh_hant: 刪除模型

source: Delete Prompt?
de: Prompt löschen?
fr: Supprimer l'invite ?
zh_hans: 要删除此提示词吗？
zh_hant: 要刪除此提示詞嗎？

source: Delete Selected Items?
de: Ausgewählte Elemente löschen?
fr: Supprimer les éléments sélectionnés ?
zh_hans: 要删除所选项目吗？
zh_hant: 要刪除所選項目嗎？

source: Delete Yap Cloud Account
de: Yap-Cloud-Konto löschen
fr: Supprimer le compte Yap Cloud
zh_hans: 删除 Yap Cloud 账户
zh_hant: 刪除 Yap Cloud 帳號

source: Delete old recordings while keeping transcript history.
de: Alte Aufnahmen löschen, aber den Transkriptverlauf behalten.
fr: Supprimez les anciens enregistrements tout en conservant l'historique des transcriptions.
zh_hans: 删除旧录音，同时保留转写历史记录。
zh_hant: 刪除舊錄音，同時保留轉錄歷史記錄。

source: Delete transcript history and related audio files after the retention period.
de: Transkriptverlauf und zugehörige Audiodateien nach Ablauf der Aufbewahrungsfrist löschen.
fr: Supprimez l’historique des transcriptions et les fichiers audio associés après la période de conservation.
zh_hans: 在保留期后删除转写历史记录和相关音频文件。
zh_hant: 在保留期後刪除轉錄歷史記錄和相關音訊檔案。

source: Deleted
de: Gelöscht
fr: Supprimé
zh_hans: 已删除
zh_hant: 已刪除

source: Deleted %lld audio files.
de: %lld Audiodateien gelöscht.
fr: %lld fichiers audio supprimés.
zh_hans: 已删除 %lld 个音频文件。
zh_hant: 已刪除 %lld 個音訊檔案。

source: Deleted files: %lld. Failed: %lld.
de: Gelöschte Dateien: %lld. Fehlgeschlagen: %lld.
fr: Fichiers supprimés : %lld. Échec : %lld.
zh_hans: 已删除文件：%lld。失败：%lld。
zh_hant: 已刪除檔案：%lld。失敗：%lld。

source: Deleted: the sign-in on every device (all of them are signed out), your synced settings and their history, and the email address on the account.
de: Gelöscht: die Anmeldung auf allen Geräten (alle werden abgemeldet), deine synchronisierten Einstellungen samt Verlauf und die E-Mail-Adresse des Kontos.
fr: Supprimé : la connexion sur tous les appareils (tous sont déconnectés), vos réglages synchronisés et leur historique, et l'adresse e-mail du compte.
zh_hans: 会删除：所有设备上的登录（所有设备都会退出登录）、同步的设置及其历史版本，以及账户上的邮箱。
zh_hant: 會刪除：所有裝置上的登入（所有裝置都會退出登入）、同步的設定及其歷史版本，以及帳號上的信箱。

source: Deletes this account for every device. Your remaining balance is not refunded.
de: Löscht dieses Konto für alle Geräte. Dein Restguthaben wird nicht erstattet.
fr: Supprime ce compte sur tous les appareils. Le solde restant n'est pas remboursé.
zh_hans: 删除后所有设备上的这个账户都会失效，剩余余额不退还。
zh_hant: 刪除後所有裝置上的這個帳號都會失效，剩餘餘額不退還。

source: Delete…
de: Löschen…
fr: Supprimer…
zh_hans: 删除…
zh_hant: 刪除…

source: Denied
de: Verweigert
fr: Refusé
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Deselect All
de: Alle abwählen
fr: Désélectionner tout
zh_hans: 取消全选
zh_hant: 取消全選

source: Deselect correction
de: Auswahl der Korrektur aufheben
fr: Désélectionner la correction
zh_hans: 取消选择更正
zh_hant: 取消選擇更正

source: Detect speech segments and filter out silence to improve accuracy of local models.
de: Sprachsegmente erkennen und Stille herausfiltern, um die Genauigkeit lokaler Modelle zu verbessern.
fr: Détectez les segments de parole et filtrez le silence pour améliorer la précision des modèles locaux.
zh_hans: 检测语音片段并过滤静音，以提高本地模型的准确性。
zh_hant: 偵測語音片段並過濾靜音，以提高本地模型的準確性。

source: Detecting speech
de: Gesprochenes wird erkannt
fr: Détection de la parole
zh_hans: 正在检测语音
zh_hant: 正在偵測語音

source: Detecting the language
de: Sprache wird bestimmt
fr: Identification de la langue
zh_hans: 正在识别语言
zh_hant: 正在辨識語言

source: Diagnostics
de: Diagnose
fr: Diagnostic
zh_hans: 诊断
zh_hant: 診斷

source: Dictate
de: Diktieren
fr: Dicter
zh_hans: 听写
zh_hant: 聽寫

source: Dictate Anywhere
de: Überall diktieren
fr: Dicter partout
zh_hans: 在任何地方听写
zh_hant: 在任何地方聽寫

source: Dictate or type here. It stays on this Mac.
de: Hier diktieren oder tippen. Der Text bleibt auf diesem Mac.
fr: Dictez ou tapez ici. Le texte reste sur ce Mac.
zh_hans: 在这里语音输入或打字。内容只保存在这台 Mac 上。
zh_hant: 在這裡語音輸入或打字。內容只保存在這台 Mac 上。

source: Dictate today to keep it
de: Heute diktieren, um sie zu halten
fr: Dictez aujourd'hui pour la conserver
zh_hans: 今天听写一次就能保持
zh_hant: 今天聽寫一次就能保持

source: Dictated words chart
de: Diagramm der diktierten Wörter
fr: Tableau des mots dictés
zh_hans: 听写词数图表
zh_hant: 聽寫詞數圖表

source: Dictation
de: Diktat
fr: Dictée
zh_hans: 听写
zh_hant: 聽寫

source: Dictation won't work until you choose a transcription model. The practice steps will be skipped. You can set it up anytime in Settings or in ~/.config/yap/config.json.
de: Das Diktieren funktioniert erst, wenn du ein Transkriptionsmodell auswählst. Die Übungsschritte werden übersprungen. Du kannst es jederzeit in den Einstellungen oder in ~/.config/yap/config.json einrichten.
fr: La dictée ne fonctionnera pas tant que vous n'aurez pas choisi de modèle de transcription. Les étapes d'entraînement seront ignorées. Vous pouvez le configurer à tout moment dans les Paramètres ou dans ~/.config/yap/config.json.
zh_hans: 选好转写模型之前无法听写，练习步骤会跳过。之后随时可以在设置或 ~/.config/yap/config.json 里配置。
zh_hant: 選好轉錄模型之前無法聽寫，練習步驟會略過。之後隨時可以在設定或 ~/.config/yap/config.json 裡設定。

source: Dictations
de: Diktate
fr: Dictées
zh_hans: 听写次数
zh_hant: 聽寫次數

source: Dictations often hold passwords, private messages and drafts. While this is off, agents can search meetings only.
de: Diktate enthalten oft Passwörter, private Nachrichten und Entwürfe. Solange das aus ist, können Agents nur Meetings durchsuchen.
fr: Les dictées contiennent souvent des mots de passe, des messages privés et des brouillons. Tant que cette option est désactivée, les agents ne cherchent que dans les réunions.
zh_hans: 听写里常有密码、私信和草稿。关着时，agent 只能搜索会议。
zh_hant: 聽寫裡常有密碼、私訊和草稿。關閉時，agent 只能搜尋會議。

source: Dictations saved by older versions of Yap weren't timed
de: Diktate aus älteren Yap-Versionen wurden nicht gemessen
fr: Les dictées enregistrées par d'anciennes versions de Yap n'ont pas été chronométrées
zh_hans: 旧版 Yap 记录的听写没有计时
zh_hant: 舊版 Yap 記錄的聽寫沒有計時

source: Dictionary
de: Wörterbuch
fr: Dictionnaire
zh_hans: 词典
zh_hant: 字典

source: Dictionary Auto Learn failed
de: Automatisches Wörterbuchlernen fehlgeschlagen
fr: Échec de l'apprentissage automatique du dictionnaire
zh_hans: 词典自动学习失败
zh_hant: 字典自動學習失敗

source: Dictionary Data
de: Wörterbuchdaten
fr: Données du dictionnaire
zh_hans: 词典数据
zh_hant: 字典資料

source: Dictionary Exported
de: Wörterbuch exportiert
fr: Dictionnaire exporté
zh_hans: 词典已导出
zh_hant: 字典已匯出

source: Dictionary Imported
de: Wörterbuch importiert
fr: Dictionnaire importé
zh_hans: 词典已导入
zh_hant: 字典已匯入

source: Dictionary Settings
de: Wörterbuch-Einstellungen
fr: Paramètres du dictionnaire
zh_hans: 词典设置
zh_hant: 字典設定

source: Dictionary and Auto-Learn
de: Wörterbuch und Auto-Lernen
fr: Dictionnaire et apprentissage automatique
zh_hans: 词典和自动学习
zh_hant: 字典和自動學習

source: Dictionary entries
de: Wörterbucheinträge
fr: Entrées du dictionnaire
zh_hans: 词典条目
zh_hant: 字典項目

source: Disabled
de: Deaktiviert
fr: Désactivé
zh_hans: 已停用
zh_hant: 已停用

source: Discard
de: Verwerfen
fr: Ignorer
zh_hans: 丢弃
zh_hant: 丟棄

source: Disconnected
de: Getrennt
fr: Déconnecté
zh_hans: 已断开连接
zh_hant: 已斷開連線

source: Dismiss
de: Schließen
fr: Rejeter
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss All
de: Alle verwerfen
fr: Tout rejeter
zh_hans: 全部忽略
zh_hant: 全部忽略

source: Dismiss Recorder
de: Aufnahme schließen
fr: Ignorer l'enregistreur
zh_hans: 关闭录音器
zh_hant: 關閉錄音器

source: Dismiss Yap Recorder
de: Yap-Aufnahme schließen
fr: Ignorer l'enregistreur Yap
zh_hans: 关闭 Yap 录音器
zh_hant: 關閉 Yap 錄音器

source: Dismiss shortcut tip
de: Tastenkürzel-Hinweis schließen
fr: Ignorer le conseil de raccourci
zh_hans: 关闭快捷键提示
zh_hant: 關閉快速鍵提示

source: Dismiss the Yap recorder and cancel any active recording.
de: Yap-Aufnahme schließen und aktive Aufnahme abbrechen.
fr: Fermez l’enregistreur Yap et annulez tout enregistrement actif.
zh_hans: 关闭 Yap 录音器，并取消所有正在进行的录音。
zh_hant: 關閉 Yap 錄音器，並取消所有正在進行的錄音。

source: Display Name
de: Anzeigename
fr: Nom d'affichage
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Display name cannot be empty
de: Anzeigename darf nicht leer sein
fr: Le nom d'affichage ne peut pas être vide
zh_hans: 显示名称不能为空
zh_hant: 顯示名稱不能為空

source: Don't show this again
de: Nicht mehr anzeigen
fr: Ne plus afficher
zh_hans: 不再提示
zh_hant: 不再提示

source: Done
de: Fertig
fr: Fait
zh_hans: 完成
zh_hant: 完成

source: Double Tap
de: Zweimal drücken
fr: Double appui
zh_hans: 连按两次
zh_hant: 連按兩次

source: Double-click to edit • Right-click for more options
de: Doppelklick zum Bearbeiten • Rechtsklick für weitere Optionen
fr: Double-cliquez pour modifier • Cliquez avec le bouton droit pour plus d'options
zh_hans: 连按两下以编辑 • 右键点按查看更多选项
zh_hant: 連按兩下以編輯 • 右鍵點按查看更多選項

source: Double-tap to start and stop
de: Doppelt tippen zum Starten und Stoppen
fr: Touchez deux fois pour démarrer et arrêter
zh_hans: 连按两下开始和停止
zh_hant: 連按兩下開始和停止

source: Download
de: Herunterladen
fr: Télécharger
zh_hans: 下载
zh_hant: 下載

source: Download Model
de: Modell herunterladen
fr: Télécharger le modèle
zh_hans: 下载模型
zh_hant: 下載模型

source: Download failed: %@ Check your connection and try again.
de: Download fehlgeschlagen: %@ Prüfe deine Verbindung und versuche es erneut.
fr: Échec du téléchargement : %@ Vérifiez votre connexion et réessayez.
zh_hans: 下载失败：%@ 请检查网络连接后重试。
zh_hant: 下載失敗：%@ 請檢查網路連線後重試。

source: Download required for %@.
de: Download für %@ erforderlich.
fr: Téléchargement requis pour %@.
zh_hans: 需要先下载 %@。
zh_hant: 需要先下載 %@。

source: Download this Apple Speech language.
de: Diese Apple-Speech-Sprache herunterladen.
fr: Téléchargez ce langage Apple Speech.
zh_hans: 下载此 Apple Speech 语言。
zh_hant: 下載此 Apple Speech 語言。

source: Downloaded
de: Heruntergeladen
fr: Téléchargé
zh_hans: 已下载
zh_hant: 已下載

source: Downloading %@ Model
de: %@-Modell wird heruntergeladen
fr: Téléchargement du modèle %@
zh_hans: 正在下载 %@ 模型
zh_hant: 正在下載 %@ 模型

source: Downloading Core ML Model for %@
de: Core-ML-Modell für %@ wird heruntergeladen
fr: Téléchargement du modèle Core ML pour %@
zh_hans: 正在为 %@ 下载 Core ML 模型
zh_hant: 正在為 %@ 下載 Core ML 模型

source: Downloading assets for the selected Apple Speech language.
de: Ressourcen für die ausgewählte Apple-Speech-Sprache werden heruntergeladen.
fr: Téléchargement d'actifs pour la langue Apple Speech sélectionnée.
zh_hans: 正在下载所选 Apple Speech 语言的资源。
zh_hant: 正在下載所選 Apple Speech 語言的資源。

source: Downloading model files: %lld/%lld
de: Modelldateien werden heruntergeladen: %lld/%lld
fr: Téléchargement des fichiers de modèle : %lld/%lld
zh_hans: 正在下载模型文件：%lld/%lld
zh_hant: 正在下載模型檔案：%lld/%lld

source: Downloading...
de: Wird heruntergeladen...
fr: Téléchargement...
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Drop audio or video files here
de: Audio- oder Videodateien hier ablegen
fr: Déposez les fichiers audio ou vidéo ici
zh_hans: 将音频或视频文件拖放到此处
zh_hant: 將音訊或影片檔案拖放到此處

source: Drop files anywhere to add more
de: Dateien irgendwo ablegen, um weitere hinzuzufügen
fr: Déposez des fichiers n'importe où pour en ajouter d'autres
zh_hans: 将文件拖放到任意位置以添加更多
zh_hant: 將檔案拖放到任意位置以新增更多

source: Drop in a recording or video and get its transcript in History.
de: Zieh eine Aufnahme oder ein Video hinein, das Transkript landet im Verlauf.
fr: Déposez un enregistrement ou une vidéo, la transcription apparaît dans l’historique.
zh_hans: 拖进一段录音或视频，转写结果会出现在历史记录里。
zh_hant: 拖進一段錄音或影片，轉錄結果會出現在歷史記錄裡。

source: Drop to add files
de: Ablegen zum Hinzufügen
fr: Déposer pour ajouter des fichiers
zh_hans: 松开以添加文件
zh_hant: 松開以新增檔案

source: Drops 嗯, 呃 and 额 anywhere; 啊, 哦 and 那个 only at the start of a clause, since mid-sentence they carry meaning ("那个文件").
de: Entfernt 嗯, 呃 und 额 überall; 啊, 哦 und 那个 nur am Satzanfang, denn mitten im Satz tragen sie Bedeutung („那个文件“).
fr: Supprime 嗯, 呃 et 额 partout ; 啊, 哦 et 那个 seulement en début de proposition, car au milieu de la phrase ils ont un sens (« 那个文件 »).
zh_hans: 嗯、呃、额在哪儿都删；啊、哦、那个只在分句开头删，因为句中它们有实际意思（"那个文件"）。
zh_hant: 嗯、呃、額在哪兒都刪；啊、哦、那個只在分句開頭刪，因為句中它們有實際意思（"那個檔案"）。

source: Duplicate
de: Duplizieren
fr: Dupliquer
zh_hans: 复制
zh_hant: 複製

source: Duplicates Skipped
de: Duplikate übersprungen
fr: Doublons ignorés
zh_hans: 已跳过重复项
zh_hant: 已略過重復項

source: Duration
de: Dauer
fr: Durée
zh_hans: 时长
zh_hant: 時長

source: During recording, press Option + 1-9 to switch modes quickly.
de: Drücke während der Aufnahme Option + 1-9, um schnell den Modus zu wechseln.
fr: Pendant l'enregistrement, appuyez sur Option + 1-9 pour changer de mode rapidement.
zh_hans: 录音时，按 Option + 1-9 可快速切换模式。
zh_hant: 錄音時，按 Option + 1-9 可快速切換模式。

source: Each dictation costs the model's price plus %@.
de: Jedes Diktat kostet den Modellpreis plus %@.
fr: Chaque dictée coûte le prix du modèle plus %@.
zh_hans: 每次听写按模型价格加 %@ 计费。
zh_hant: 每次聽寫按模型價格加 %@ 計費。

source: Each mode has its own language, model and AI prompt, and can switch on by itself in the apps you pick.
de: Jeder Modus hat eigene Sprache, eigenes Modell und eigenen KI-Prompt und kann sich in den Apps, die du auswählst, von selbst einschalten.
fr: Chaque mode a sa langue, son modèle et son prompt IA, et peut s’activer tout seul dans les apps que vous choisissez.
zh_hans: 每个模式有自己的语言、模型和 AI 提示词，在你指定的 app 里会自动切换过去。
zh_hant: 每個模式有自己的語言、模型和 AI 提示詞，在你指定的 app 裡會自動切換過去。

source: Each trigger word can only belong to one mode
de: Jedes Auslöserwort kann nur zu einem Modus gehören
fr: Chaque mot déclencheur ne peut appartenir qu'à un seul mode
zh_hans: 每个触发词只能属于一个模式
zh_hant: 每個觸發詞只能屬於一個模式

source: Each website can only belong to one mode
de: Jede Website kann nur zu einem Modus gehören
fr: Chaque site Web ne peut appartenir qu'à un seul mode
zh_hans: 每个网站只能属于一个模式
zh_hant: 每個網站只能屬於一個模式

source: Edit
de: Bearbeiten
fr: Modifier
zh_hans: 编辑
zh_hant: 編輯

source: Edit Custom Enhancement Model
de: Eigenes Verbesserungsmodell bearbeiten
fr: Modifier le modèle d'amélioration personnalisé
zh_hans: 编辑自定润色模型
zh_hant: 編輯自定潤色模型

source: Edit Custom Transcription Model
de: Eigenes Transkriptionsmodell bearbeiten
fr: Modifier le modèle de transcription personnalisé
zh_hans: 编辑自定转写模型
zh_hant: 編輯自定轉錄模型

source: Edit Model
de: Modell bearbeiten
fr: Modifier le modèle
zh_hans: 编辑模型
zh_hant: 編輯模型

source: Edit Selected Text
de: Markierten Text bearbeiten
fr: Modifier le texte sélectionné
zh_hans: 编辑选中文字
zh_hant: 編輯選中文字

source: Edit Word Replacement
de: Wortersetzung bearbeiten
fr: Modifier le remplacement de mots
zh_hans: 编辑词语替换
zh_hant: 編輯詞語取代

source: Edit mode
de: Modus bearbeiten
fr: Mode édition
zh_hans: 编辑模式
zh_hant: 編輯模式

source: Edit prompt
de: Prompt bearbeiten
fr: Modifier l'invite
zh_hans: 编辑提示词
zh_hant: 編輯提示詞

source: Edit replacement
de: Ersetzung bearbeiten
fr: Modifier le remplacement
zh_hans: 编辑替换项
zh_hant: 編輯取代項

source: Edit the apps and websites in this group.
de: Apps und Websites in dieser Gruppe bearbeiten.
fr: Modifiez les applications et les sites Web de ce groupe.
zh_hans: 编辑此分组中的 App 与网站。
zh_hant: 編輯此分組中的 App 與網站。

source: Edit trigger group
de: Auslösergruppe bearbeiten
fr: Modifier le groupe de déclencheurs
zh_hans: 编辑触发条件组
zh_hant: 編輯觸發條件組

source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail
zh_hans: 邮箱
zh_hant: 信箱

source: Email support
de: Support per E-Mail
fr: Écrire à l'assistance
zh_hans: 发邮件给支持
zh_hant: 發郵件給支援

source: Enable %@
de: %@ aktivieren
fr: Activer %@
zh_hans: 启用 %@
zh_hant: 啟用 %@

source: Enable Accessibility Access
de: Bedienungshilfen aktivieren
fr: Activer l'accès à l'accessibilité
zh_hans: 启用辅助功能访问
zh_hant: 啟用輔助功能存取

source: Enable Auto Learn before retrying pending corrections.
de: Aktiviere Auto Learn, bevor du ausstehende Korrekturen erneut überprüfst.
fr: Activez l'apprentissage automatique avant de réessayer les corrections en attente.
zh_hans: 请先启用自动学习，然后再重试待审核的更正。
zh_hant: 請先啟用自動學習，然後再重試待審核的更正。

source: Enabled
de: Aktiviert
fr: Activé
zh_hans: 已启用
zh_hant: 已啟用

source: End Meeting and Quit
de: Meeting beenden und Yap beenden
fr: Terminer la réunion et quitter
zh_hans: 结束会议并退出
zh_hant: 結束會議並結束 Yap

source: End Meeting and Save
de: Meeting beenden und sichern
fr: Terminer la réunion et l'enregistrer
zh_hans: 结束会议并保存
zh_hant: 結束會議並儲存

source: Endpoint must use HTTPS (plain HTTP is allowed only for localhost)
de: Der Endpunkt muss HTTPS verwenden (reines HTTP ist nur für localhost erlaubt)
fr: Le point de terminaison doit utiliser HTTPS (le HTTP simple n'est autorisé que pour localhost)
zh_hans: 端点必须使用 HTTPS（仅 localhost 可使用普通 HTTP）
zh_hant: 端點必須使用 HTTPS（僅 localhost 可使用普通 HTTP）

source: Endpoint not found (HTTP 404) — check the API endpoint URL
de: Endpunkt nicht gefunden (HTTP 404) – überprüfe die API-Endpunkt-URL
fr: Point de terminaison introuvable (HTTP 404) : vérifiez l'URL du point de terminaison de l'API
zh_hans: 未找到端点（HTTP 404）— 请检查 API 端点 URL
zh_hant: 未找到端點（HTTP 404）— 請檢查 API 端點 URL

source: English
de: Englisch
fr: Anglais
zh_hans: 英语
zh_hant: 英語
